Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: སུ་ནི་ལེགས་པ་དང་། བདེ་བར་འཛམ་བུའི་གླིང་དུ་ཕྱིན་པར་བྱ་ཞེས་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་པ་ཡོད་པར་སོང་བ་དང་། ཚོང་པ་རྟ་རྫིའི་རིགས་ཤིག་གིས་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་རྒྱང་རིང་པོ་ཁོ་ན་ནས་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་འཛམ་བུའི་གླིང་གི་དོན་མཐུན་རབ་ཏུ་མང་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཤེས་ལྡན་དག་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་ནི་ཕ་བི་ཡིན་ཏེ།
en: Whom shall I take to the continent of Jambu safely and securely?’ When a certain merchant from a family of stablemen saw Bālāha, the king of horses, from a distance, he said to the many merchants from the continent of Jambu, ‘Sirs, over there is Bālāha, the king of horses.

source: ཕ་བིའི་དྲུང་དུ་དོང་ལ་འདི་སྐད་ཅེས་བདག་ཅག་ཕ་རོལ་དུ་མཆིའོ།
en: Let us go there and say, “We are going to the farther shore.

source: བདག་ཅག་ཕ་རོལ་དུ་བཀྲི་ཞིང་བདག་ཅག་ལེགས་པ་དང་། བདེ་བར་འཛམ་བུའི་གླིང་དུ་ཕྱིན་པར་མཛད་དུ་གསོལ་ཞེས་སྨྲའོ།
en: Please lead us to the farther shore and take us to the continent of Jambu safely and securely.” ’

source: །དེ་ནས་ཚོང་པ་མཁས་པའི་རང་བཞིན་ཅན་གྱིས་དོན་མཐུན་རབ་ཏུ་མང་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཤེས་ལྡན་དག་བདག་གིས་ཇི་ལྟར་སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་དེས་སྨྲས་པའི་དོན་གོ་བ་ལྟར་ན་འདི་ནི་བདག་ཅག་གིས་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་གྱི་དྲུང་དུ་དོང་ནས་འདི་སྐད་ཅེས། བདག་ཅག་ཕ་རོལ་དུ་མཆིའོ།
en: “Then the wise-natured merchant said to the many merchants from the continent of Jambu, ‘Sirs, as far as I understood from what those many people said, it is not the time for us to go to Bālāha, the king of horses, and say, “We are going to the farther shore.

source: བདག་ཅག་ཕ་རོལ་དུ་བཀྲི་ཞིང་བདག་ཅག་ལེགས་པ་དང་། བདེ་བར་འཛམ་བུའི་གླིང་དུ་ཕྱིན་པར་མཛད་དུ་གསོལ་ཞེས་སྨྲ་བའི་དུས་ལ་བབ་པ་མ་ཡིན་ནོ། །འོན་ཀྱང་གང་གི་ཚེ་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་གྱིས་མ་རྨོས་མ་བཏབ་པའི་འབྲས་སཱ་ལུ་ཟོས་ནས་ཞེས་བྱ་བ་ནས། སུ་ནི་ལེགས་པ་དང་བདེ་བར་འཛམ་བུའི་གླིང་དུ་ཕྱིན་པར་བྱ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སྟེ། དེ་ནི་བདག་ཅག་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་གྱི་དྲུང་དུ་དོང་ལ་འདི་སྐད་ཅེས་བདག་ཅག་ཕ་རོལ་དུ་མཆིའོ།
en: Please lead us to the farther shore and take us to the continent Jambu safely and securely.” When Bālāha, the king of horses, has eaten rice that does not need plowing or sowing . . . . “Whom shall I take to the continent Jambu safely and securely,” it is the time for us to go to Bālāha, the king of horses, and thus say, “We are going to the farther shore.

source: བདག་ཅག་ཕ་རོལ་དུ་བཀྲི་ཞིང་བདག་ཅག་ལེགས་པ་དང་། བདེ་བར་འཛམ་བུའི་གླིང་དུ་ཕྱིན་པར་མཛད་དུ་གསོལ་ཞེས་དེ་སྐད་དུ་སྨྲ་བའི་དུས་ལ་བབ་པ་ཡིན་ནོ།
en: Please lead us to the farther shore and take us to the continent Jambu safely and securely.” ’

source: །དེ་ནས་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་གྱིས་མ་རྨོས་མ་བཏབ་པའི་འབྲས་སཱ་ལུ་ཟོས་ནས་ཞེས་བྱ་བ་ནས། སུ་ནི་ལེགས་པ་དང་། བདེ་བར་འཛམ་བུའི་གླིང་དུ་ཕྱིན་པར་བྱ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ། །དེ་ནས་འཛམ་བུའི་གླིང་གི་དོན་མཐུན་རབ་ཏུ་མང་པོ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བདག་ཅག་ཕ་རོལ་དུ་མཆིའོ།
en: “Thereupon Bālāha, the king of horses, ate rice that does not need plowing or sowing . . . . ‘Whom shall I take to the continent of Jambu safely and securely?’ Then the many merchants from the continent of Jambu draped their upper robes over one shoulder, fell on their right knees, made the gesture of supplication to Bālāha, the king of horses, and said to him, ‘We are going to the farther shore.

source: བདག་ཅག་ཕ་རོལ་དུ་བཀྲི་ཞིང་བདག་ཅག་ལེགས་པ་དང་། བདེ་བར་འཛམ་བུའི་གླིང་དུ་ཕྱིན་པར་མཛད་དུ་གསོལ།
en: Please lead us to the farther shore and take us to the continent of Jambu safely and securely.’

source: དེ་ནས་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་གྱིས་འཛམ་བུའི་གླིང་གི་དོན་མཐུན་རབ་ཏུ་མང་པོ་ལ་ལེགས་པར་རབ་ཏུ་གཏམས་ཤིང་རྗེས་སུ་བསྟན་པ། ཤེས་ལྡན་དག་བུད་མེད་དེ་དག་ལྷག་པར་གཟུགས་བཟང་བ། ལྷག་པར་མཛེས་པ། ལྷག་པར་བལྟ་ན་སྡུག་པར་བྱས་ནས་ཁྱེའུ་དང་བུ་མོ་རྣམས་ཁྲིད་དེ་འོང་ཞིང་། དེ་རྣམས་འདི་སྐད་ཅེས།
en: “Then Bālāha, the king of horses, taught and instructed well the many merchants from the continent of Jambu, ‘Sirs, those women will come, looking very well proportioned, very attractive, and very pleasant to behold, bringing their sons and daughters, and say, “Come, masters.

source: ཇོ་བོ་དག་ཚུར་སྤྱོན། བཞིན་བཟངས་དག་ཚུར་སྤྱོན་ཞེས་བྱ་བ་ནས། བདག་ཅག་དང་ལྷན་ཅིག་རྩེ་བར་བགྱི། དགའ་བར་བགྱི། དགའ་མགུར་སྤྱད་པར་བགྱིའོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།
en: Come, sirs. . . . Play, make love, and enjoy yourselves with us.

source: །འོན་ཏེ་ཁྱོད་ཅག་ལ་འགའ་ཞིག་གིས་ཅུང་ཟད་སྨྲས་ཏེ། བདག་ཅག་མི་དགོས་ན་རང་རང་གི་བུ་དག་ཁྲིད་དེ་དེང་ཤིག་ཅེས་ཟེར་བ་དེ་ལ་ཁྱེད་ཅག་ལས་གང་དག་འདི་སྙམ་དུ་བདག་ཅག་གི་ཆུང་མའམ། བུ་ཕོ་འམ། བུ་མོ་འམ།
en: But if someone has told you something, and you do not want us, take your own children with you.” If some of you there conceive thoughts of “my wife,” “son,” “daughter”;

source: བདག་གི་ཟས་ཀྱི་ཁང་པའམ། སྐོམ་གྱི་ཁང་པའམ། གོས་ཀྱི་ཁང་པའམ། གནས་མལ་གྱི་ཁང་པའམ།
en: “my house for food,” “house for drink,” “house for clothes,” “house for bedding”;

source: དགའ་བར་འགྱུར་བའི་ཀུན་དགའ་ར་བའམ། དགའ་བར་འགྱུར་བའི་རྫིང་དང་། འཛམ་བུའི་གླིང་གི་རིན་པོ་ཆེ་རབ་ཏུ་མང་པོ་འདི་ལྟ་སྟེ།
en: or “park for pleasure, pond for pleasure, and many treasures from the continent of Jambu:

source: ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་ཌཱུརྱ་དང་ཞེས་བྱ་བ་ནས། དུང་གཡས་སུ་འཁྱིལ་པ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སེམས་ཕན་ཆད་དེ་དག་ཁོའི་རོ་སྟོད་དམ་རྒྱབ་ལ་ཞོན་ཡང་ཤིང་ཏོག་གི་འབྲས་བུ་སྨིན་པ་རྩ་བ་ཆད་པ་བཞིན་དུ་ལྷུང་བར་འགྱུར་ཞིང་། བུད་མེད་དེ་རྣམས་འོངས་ནས་ཟ་བར་འགྱུར་ཏེ།
en: jewels, pearls, lapis lazuli, . . . , and dextral shells,” you will fall down just as ripe fruits separate from the stalk even if you are on my neck or back, and those women will come and eat you.

source: དེ་དག་སྐྱེས་པ་ཟ་བར་བྱེད་པ་ན་ཁྲག་དྲོན་པོའི་ཐིགས་པ་ས་ལ་ལྷུང་བ་གང་དག་ཡིན་པ་དེ་དག་ཀྱང་སོར་མོའི་རྩེ་མོས་ས་དང་བཅས་ཏེ་བྲུད་ནས་ཁར་འཇུག་གོ།
en: When they eat a man, if a drop of blood is spilled on the ground, they even dig that out with their fingers and put it into their mouths with the soil.

source: །ཁྱེད་ཅག་ལས་གང་དག་འདི་སྙམ་དུ་བདག་གི་ཆུང་མའམ། བུའམ། བུ་མོའམ་ཞེས་བྱ་བ་ནས་དུང་གཡས་སུ་འཁྱིལ་པ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་མི་སེམས་ན་དེ་རྣམས་ཁོ་བོའི་སྤུའི་རྩེ་མོའི་བྱེ་བའི་ཆ་ལ་རྟེན་ཀྱང་ལྟུང་བར་མི་འགྱུར་ཏེ།
en: If some of you do not think of “my wife,” “son,” “daughter” . . . or “dextral shells,” you will never fall even if you are holding only one ten-millionth of my mane.

source: དེ་དག་ལེགས་པ་དང་། བདེ་བར་འཛམ་བུའི་གླིང་དུ་ཕྱིན་པར་འགྱུར་རོ།
en: You will arrive at the continent of Jambu safely and securely.’

source: །དེ་ནས་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་གྱིས་འཛམ་བུའི་གླིང་གི་ཚོང་པ་རབ་ཏུ་མང་པོ་ལ་ལེགས་པར་རབ་ཏུ་གཏམས་ཤིང་རྗེས་སུ་བསྟན་ནས་རྒྱབ་སྨད་དོ།
en: “Then, having taught and instructed well the many merchants from the continent of Jambu, Bālāha, the king of horses, lowered his back.

source: །དེ་ནས་འཛམ་བུའི་གླིང་གི་ཚོང་པ་རབ་ཏུ་མང་པོས་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་ལ་ཁ་ཅིག་ནི་རོ་སྟོད་དུ། ཁ་ཅིག་ནི་རྒྱབ་ཏུ། ཁ་ཅིག་ནི་གཉའ་བར་རོ། །ཁ་ཅིག་ནི་མཇུག་མ་ལ་འཇུས་སོ།
en: Some of the many merchants from the continent of Jambu held on to the torso of Bālāha, the king of horses, some the back, some the neck, and some the tail.

source: །དེ་ནས་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་གྱིས་རིམ་གྱིས་ལུས་ཀྱི་མཐུ་དང་། སྟོབས་དང་། བརྩོན་འགྲུས་ཡང་དག་པར་བསྐྱེད་ནས་དེ་ཉིད་ནས་སྟེང་གི་ནམ་མཁའ་ལ་སོང་བ་དང་། དེ་ནས་བུད་མེད་ལྷག་པར་གཟུགས་བཟང་བ།
en: Bālāha, the king of horses, then gradually increased his physical power, strength, and effort and flew up from there into the sky.

source: ལྷག་པར་མཛེས་པ། ལྷག་པར་བལྟ་ན་སྡུག་པ་རྣམས་ཀྱིས་ཁྱེའུ་དང་བུ་མོ་རྣམས་ཁྲིད་དེ་ལྷགས་ནས་འདི་སྐད་ཅེས་ཇོ་བོ་དག་ཚུར་སྤྱོན།
en: “Then the women, who were very well proportioned, very attractive, and very pleasant to behold, came, bringing their sons and daughters, and said, ‘Come, masters.

source: བཞིན་བཟངས་དག་ཚུར་སྤྱོན་ཞེས་བྱ་བ་ནས་བདག་ཅག་དང་ལྷན་ཅིག་རྩེད་མོ་བགྱི། དགའ་བར་བགྱི། དགའ་མགུར་སྤྱད་པར་བགྱིའོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Come, sirs. . . . Play, make love, and enjoy yourselves with us.

source: །འོན་ཏེ་ཁྱེད་ཅག་ལ་འགའ་ཞིག་ཅུང་ཟད་སྨྲས་ཏེ།
en: But it seems someone has told you something.

source: ཁོ་མོ་ཅག་མི་དགོས་ན་རང་རང་གི་ཁྱེའུ་དང་བུ་མོ་རྣམས་ཁྲིད་དེ་དེང་ཤིག་ཅེས་སྨྲ་བ་དེ་ལ་གང་དག་འདི་སྙམ་དུ་བདག་གི་ཆུང་མ་འམ། བུ་ཕོ་འམ། བུ་མོ་འམ། བདག་གི་ཟས་ཀྱི་ཁང་པའམ་ཞེས་བྱ་བ་ནས་དུང་གཡས་སུ་འཁྱིལ་པ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སེམས་པ་དེ་དག་ནི་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་གྱི་རོ་སྟོད་དང་རྒྱབ་ཏུ་ཞོན་ཡང་ཤིང་ཏོག་གི་འབྲས་བུ་སྨིན་པ་རྩ་བ་ཆད་པ་བཞིན་དུ་དེ་ནས་སླར་ལྷུང་བར་གྱུར་པ་དང་། བུད་མེད་དེ་རྣམས་དེ་དག་གི་དྲུང་དུ་དོང་སྟེ་ཕྱིན་ནས་ཟ་བར་བྱེད་དེ།
en: If you do not want us, take your own children with you.’ There those who conceived the thought of ‘my wife,’ ‘son,’ ‘daughter,’ or ‘my house for food . . . , and dextral shells’ fell down, just as ripe fruits separate from the stalk, while they were on the neck or back of Bālāha, the king of horses. Those women rushed at them, and when they arrived, they ate them.

source: སྐྱེས་པ་རྣམས་ཟ་བར་བྱེད་པ་ན་ལྷག་མ་ལུས་པ་གང་ཡིན་པ་འདི་ལྟ་སྟེ་སྐྲ་འམ་ཞེས་བྱ་བ་ནས། ས་དང་འདྲེན་མར་བྲུད་དེ་ཁར་འཇུག་པར་བྱེད་དོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: When they ate the men, they left nothing, eating even the hair . . . they even dug that out and put it into their mouths with the soil.

source: །གང་དག་འདི་སྙམ་དུ་བདག་གི་ཆུང་མ་འམ། བདག་གི་བུ་ཕོ་འམ། བདག་གི་བུ་མོ་ཞེས་བྱ་བ་ནས་དུང་གཡས་སུ་འཁྱིལ་པ་ཞེས་བྱ་བའི་བར་དུ་སྟེ། དེ་ལྟར་མི་སེམས་པ་དེ་རྣམས་ནི་འདི་ལྟར་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་གྱི་སྤུའི་རྩེ་མོའི་ཆ་ཤས་ལ་འཇུས་པ་ཡང་ལེགས་པ་དང་། བདེ་བར་འཛམ་བུའི་གླིང་དུ་ཕྱིན་པར་གྱུར་ཏོ།
en: Those who did not think of ‘my wife,’ ‘son,’ ‘daughter,’ . . . , or ‘dextral shells’ arrived at the continent of Jambu safely and securely while they were holding on to the tip of the mane of Bālāha, the king of horses.

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་དུ་གང་དག་འདི་སྙམ་དུ་བདག་ནི་མིག་ཡིན་ནོ།
en: “Great King, thus, if one thinks, ‘I am the eyes.

source: །མིག་ནི་བདག་གི་ཡིན་ནོ།
en: The eyes are mine.

source: །བདག་ནི་རྣ་བ་དང་། སྣ་དང་ལྕེ་དང་། ལུས་དང་། ཡིད་ཡིན་ནོ།
en: I am the ears, nose, tongue, body, and mind.

source: །ཡིད་ནི་བདག་གི་ཡིན་ནོ།
en: The mind is mine.

source: །བདག་ནི་གཟུགས་ཡིན་ནོ།
en: I am form.

source: །གཟུགས་ནི་བདག་གི་ཡིན་ནོ།
en: Form is mine.

source: །བདག་ནི་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། བདག་ནི་ཆོས་ཡིན་ནོ།
en: I am sound, smell, taste, tangible object, and mental object.

source: །ཆོས་ནི་བདག་གི་ཡིན་ནོ།
en: Mental object is mine.

source: །བདག་ནི་སའི་ཁམས་ཡིན་ནོ།
en: I am the element of earth.

source: །སའི་ཁམས་ནི་བདག་གི་ཡིན་ནོ།
en: The element of earth is mine.

source: །བདག་ནི་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། བདག་ནི་རྣམ་པར་ཤེས་པའི་ཁམས་ཡིན་ནོ།
en: I am the element of water, the element of fire, the element of wind, the element of space, and the element of consciousness.

source: །རྣམ་པར་ཤེས་པའི་ཁམས་ནི་བདག་གི་ཡིན་ནོ།
en: The element of consciousness is mine.

source: །བདག་ནི་གཟུགས་ཀྱི་ཕུང་པོ་ཡིན་ནོ།
en: I am the aggregate of form.

source: །གཟུགས་ཀྱི་ཕུང་པོ་ནི་བདག་གི་ཡིན་ནོ།
en: The aggregate of form is mine.

source: །བདག་ནི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། བདག་ནི་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ཡིན་ནོ།
en: I am the aggregate of feeling, perception, formations, and consciousness.

source: །རྣམ་པར་ཤེས་པ་ནི་བདག་གི་ཡིན་ནོ་སྙམ་དུ་སེམས་ན། དེ་རྣམས་སྡུག་བསྔལ་འཐོབ་འགྱུར་ཏེ། །སྲིན་མོའི་ནང་དུ་ཚོང་པ་བཞིན།
en: The aggregate of consciousness is mine,’ they will experience pain, just like the merchants among the rākṣasīs.

source: །རྒྱལ་པོ་ཆེན་པོ་གང་དག་འདི་སྙམ་དུ་བདག་ནི་མིག་ཡིན་ནོ། །མིག་ནི་བདག་གི་ཡིན་ནོ་ཞེས་བྱ་བ་ནས་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ནི་བདག་གི་ཡིན་ནོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སྟེ། དེ་ལྟར་མི་སེམས་ན།
en: “Great King, if one does not think, ‘I am the eyes. The eyes are mine . . . .

source: དེ་རྣམས་བདེ་བ་འཐོབ་འགྱུར་ཏེ། །སྤྲིན་གྱི་ཤུགས་ཀྱིས་ཚོང་པ་བཞིན།
en: The aggregate of consciousness is mine,’ they will attain happiness, just as the merchants did through Bālāha.

source: །སངས་རྒྱས་བསྟན་ལ་བླུན་པོའམ།
en: “Foolish people who, relying on the Buddha,

source: །གང་དག་དད་པར་མི་བྱེད་པ།
en: Do not have faith

source: །དེ་རྣམས་སྡུག་བསྔལ་འཐོབ་འགྱུར་ཏེ།
en: Will experience pain,

source: །སྲིན་མོའི་ནང་དུ་ཚོང་པ་བཞིན།
en: Just like the merchants among the rākṣasīs.

source: །ཤེས་རབ་ཅན་གྱི་མི་གང་དག །སངས་རྒྱས་བསྟན་ལ་དད་བྱེད་པ།
en: “Intelligent people who, relying on the Buddha, Have faith

source: །བདེ་བར་ཕ་རོལ་འགྲོ་འགྱུར་ཏེ།
en: Will go to the farther shore safely,

source: །སྤྲིན་གྱི་ཤུགས་ཀྱིས་ཚོང་པ་བཞིན།
en: Just as the merchants did with the help of Bālāha.

source: །དེའི་ཚེ་དེའི་དུས་ན་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་དུ་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: If you think that the one who was Bālāha, the king of horses, at that time, on that occasion, was someone else, you should think otherwise.

source: འོན་ཀྱང་ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་ཞེས་བྱ་བར་གྱུར་ཏོ།
en: I was the king of horses named Bālāha at that time, on that occasion.

source: །རྒྱལ་པོ་ཆེན་པོ་དེའི་ཚེ་ངས་སེམས་ཅན་རྣམས་ལ་ཕན་པ་བྱས་པ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that I attained supreme and complete awakening because I benefited beings, then you should think otherwise;

source: འོན་ཀྱང་སེམས་ཅན་རྣམས་ལ་ཕན་པ་བྱས་པ་དེ་ནི། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་རྒྱུ་ཙམ་དང་། རྐྱེན་ཙམ་དང་། ཚོགས་ཙམ་ཡིན་ནོ།
en: that I benefited beings was only a cause, only a condition, only a preparation for supreme and complete awakening.” 2.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་སེམས་ཅན་རྗེས་སུ་གཟུང་བ་བྱས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་ཡུལ་བཱ་རཱ་ཎ་སཱི་དང་ཧ་ཅང་ཡང་མི་རིང་བ་ཞིག་ན་དྲང་སྲོང་བྱམས་པའི་བདག་ཉིད་སྙིང་རྗེ་ཅན་སེམས་ཅན་ལ་འོ་བྱམས་པ་ཞིག་གནས་སོ།
en: A King “Great King, again, seeking supreme and complete awakening, I helped beings. Listen to that story. “Great King, once there lived near Vārāṇasī a merciful ṛṣi of a loving nature; he loved beings.

source: །དེའི་བསྟི་གནས་དང་ཧ་ཅང་ཡང་མི་རིང་བ་ཞིག་ན་ཁྱིམ་བདག་ཞིང་པ་གཉིས་ཤིག་ཞིང་རྨེད་པ་ལས་དེ་གཉིས་ཕན་ཚུན་རྩོད་པ་བྱུང་བར་གྱུར་ཏེ།
en: Near his hermitage, two householders who were farmers were plowing fields, and the two began to quarrel.

source: དེ་ན་གཅིག་ཁྲོས་པ་དང་། ཅིག་ཤོས་ཀྱང་སླར་ཁྲོས་སོ།
en: One became angry, and so did the other.

source: །གཅིག་གིས་བརྒྱབ་པ་དང་། ཅིག་ཤོས་ཀྱིས་ཀྱང་སླར་བརྒྱབ་བོ།
en: One hit the other, and vice versa.

source: །དེ་གཉིས་ཀ་ཡང་དྲང་སྲོང་གི་དྲུང་དུ་དོང་ནས་དྲང་སྲོང་དེ་ལ་གཅིག་གིས་དཔང་བཙུགས་པ་དང་། ཅིག་ཤོས་ཀྱིས་ཀྱང་བཙུགས་སོ།
en: Both of them went to the ṛṣi. One asked the ṛṣi to bear witness for him, and so did the other.

source: །དེ་གཉིས་རྒྱལ་པོའི་དྲུང་དུ་སོང་བ་དང་། རྒྱལ་པོས་དེ་གཉིས་ལ་སྨྲས་པ། ཁྱེད་གཉིས་ལ་དཔང་སུ་ཡོད།
en: The two then went to the king, and the king asked them, ‘Is there any witness for either of you two?’

source: གཅིག་གིས་སྨྲས་པ། ལྷ་བདག་གི་དཔང་དྲང་སྲོང་ལགས་སོ།
en: “One answered, ‘Your Majesty, my witness is a ṛṣi.’

source: །ཅིག་ཤོས་ཀྱིས་སྨྲས་པ། བདག་གི་དཔང་ཡང་དེ་ཁོ་ན་ལགས་སོ།
en: “ ‘My witness is the same person,’ said the other.

source: །དེ་ནས་རྒྱལ་པོས་དྲང་སྲོང་བོས་ཏེ་དྲིས་པ། དྲང་སྲོང་ཆེན་པོ་འདི་གཉིས་སྔར་གང་གི་ཉེས།
en: “Then the king summoned the ṛṣi and asked him, ‘Great ṛṣi, which of these two first committed a bad act?’

source: དྲང་སྲོང་གིས་སྨྲས་པ། ལྷ་གལ་ཏེ་འཁོར་ལོས་སྒྱུར་བའི་བཀའ་ཁྲིམས་ཀྱིས་ཞལ་ཆེ་བཅད་ན།
en: “ ‘Your Majesty,’ replied the ṛṣi, ‘if the judgment is given in accordance with the rule of a wheel-turning king, I will testify.

source: དེ་ལྟ་ན་བདག་གིས་དཔང་བགྱིའི་གཞན་དུ་ནི་མ་ལགས་སོ།
en: Otherwise, I will not.’

source: །རྒྱལ་པོས་སྨྲས་པ་དེ་བཞིན་དུ་བྱའོ།
en: “ ‘It will be so,’ affirmed the king.

source: །དེ་ནས་དྲང་སྲོང་གིས་སྨྲས་པ། ལྷ་གཅིག་ཁྲོས་པ་དང་ཅིག་ཤོས་ཀྱང་སླར་ཁྲོས་སོ།
en: “Then the ṛṣi said, ‘Your Majesty, one became angry, and so did the other.

source: །གཅིག་གིས་བརྒྱབ་པ་དང་ཅིག་ཤོས་ཀྱིས་ཀྱང་སླར་བརྒྱབ་བོ། །རྒྱལ་པོས་སྨྲས་པ།
en: One hit the other, and vice versa.’

source: འོ་ན་གཉིས་ཀ་ཆད་པས་གཅད་དོ། །དྲང་སྲོང་གིས་སྨྲས་པ།
en: “ ‘Then I will punish both,’ the kind decided.

source: ལྷ་ཁྱོད་ལ་བདག་གིས་སླར་ལྷ་གལ་ཏེ་འཁོར་ལོས་སྒྱུར་བའི་བཀའ་ཁྲིམས་ཀྱིས་ཞལ་ཆེ་བཅད་ན་དེ་ལྟ་ན་བདག་གིས་དབང་བགྱིའི་གཞན་དུ་ན་མ་ལགས་སོ་ཞེས་མ་གསོལ་ཏམ།
en: “The ṛṣi then asked, ‘Your Majesty, did I not say to you, “Your Majesty, if the judgment is given in accordance with the rule of a wheel-turning king, I will testify. Otherwise, I will not”?’

source: རྒྱལ་པོས་སྨྲས་པ། དྲང་སྲོང་ཆེན་པོ་འཁོར་ལོས་སྒྱུར་བའི་ཞལ་ཆེ་ཇི་ལྟར་གཅོད།
en: “ ‘Great ṛṣi,’ asked the king in return, ‘in what way is the judgment of a wheel-turning king given?’

source: དྲང་སྲོང་གིས་སྨྲས་པ། ལྷ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་ནི་གནོད་པ་ལས་ཟློག་ཅིང་ཕན་པ་ལ་སྦྱོར་བར་བགྱིད་དོ།
en: “ ‘Your Majesty, a wheel-turning king would avoid causing harm and make an effort to bring benefit,’ the ṛṣi replied.

source: །དེ་ནས་རྒྱལ་པོས་སྨྲས་པ།
en: “Then the king told the householders, ‘You two should go.

source: གཉིས་ཀ་དེང་ལ་ད་ཕྱིན་ཆད་དེ་ལྟར་མ་བྱེད་ཅིག །རྒྱལ་པོ་ཆེན་པོ་དེའི་ཚེ་དེའི་དུས་ན་དྲང་སྲོང་དུ་གྱུར་པ་གང་གི་ཆོས་བཞིན་གྱིས་དཔང་དེ་བྱས་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: Henceforth, do not do such things.’ “Great King, if you think that the one who was that ṛṣi, who testified in accordance with the Dharma at that time, on that occasion, was someone else, you should think otherwise.

source: འོན་ཀྱང་ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་ཞེས་བྱ་བ་ནས་ང་ཉིད་ཀྱི་ཆོས་བཞིན་གྱིས་དཔང་དེ་བྱས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: I was . . . , I testified in accordance with the Dharma at that time, on that occasion.

source: །རྒྱལ་པོ་ཆེན་པོ་ངས་ཆོས་བཞིན་གྱི་དཔང་བྱས་པ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་རྟོགས་སོ་སྙམ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Great King, if you think that I attained supreme and complete awakening because I testified in accordance with the Dharma, you should think otherwise;

source: འོན་ཀྱང་ཆོས་བཞིན་གྱིས་དཔང་བྱས་པ་དེ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་ཞེས་བྱ་བ་ནས་ཚོགས་ཙམ་ཡིན་ནོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།
en: that I testified in accordance with the Dharma was only . . . a preparation for supreme and complete awakening.” 3.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་མ་ངེས་པའི་ཕུང་པོ་ལ་གནས་པ་ན་རང་གི་སྲོག་ཡོངས་སུ་བཏང་ནས་སེམས་ཅན་མང་པོ་རྗེས་སུ་གཟུང་བ་བྱས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །
en: The Snake “Great King, again, seeking supreme and complete awakening, I sacrificed my life to help many beings when I was in the indeterminate class. Listen to that story.

source: རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་ན་ནགས་ཚང་ཚིང་ཞིག་ན་སེང་གེ་རལ་པ་ཅན་ཞིག་གནས་སོ། །ལམ་དེ་ནས་དོན་མཐུན་ལྔ་བརྒྱ་ཙམ་དོང་ནས།
en: “Great King, once there lived a maned lion in a deep forest. When five hundred merchants were traveling along a path therein, a large snake named Like a Noose suddenly rose up, irritated by their noise.

source: དེ་དག་གི་ཅ་ཅོའི་སྒྲས་དུས་བསྐུལ་བས་སྦྲུལ་ཆེན་པོ་ཞགས་པ་ལྟ་བུ་ཞེས་བྱ་བ་ཞིག་གློ་བུར་དུ་ལངས་ནས་དེས་དོན་མཐུན་ཚོང་དཔོན་དང་བཅས་པ་བསྐོར་བ་དང་། དེ་རྣམས་སྐྲག་ནས་སྒྲ་འབྱིན་ཅིང་ཞི་བ་དང་། ཆུ་ལྷ་དང་ལུས་ངན་དང་། དབང་ཕྱུག་ལ་སོགས་པ་ལྷ་རྣམས་ལ་གསོལ་བ་བཏབ་པ་དང་། དེ་ནས་སེང་གེས་སྒྲ་དེ་ཐོས་སོ།
en: It surrounded the merchants, including the heads of guilds, so that they were frightened and prayed loudly to Śiva, Varuṇa, Kubera, the lord, and so forth.

source: །ཐོས་ནས་ཀྱང་ཕྱོགས་དེར་འོངས་པ་དང་། ཇི་ཙམ་ན་སྦྲུལ་ཆེན་པོ་ཞགས་པ་ལྟ་བུ་ཞེས་བྱ་བས་དོན་མཐུན་ལྔ་བརྒྱ་ཙམ་བསྐོར་བ་མཐོང་ངོ་།
en: “When the lion heard their voices, he set off in their direction and saw the snake Like a Noose surrounding the five hundred merchants.

source: །དེ་དང་ཧ་ཅང་ཡང་མི་རིང་བ་ཞིག་ན་གླང་པོའི་ཕྲུ་གུ་ཞིག་ཀྱང་རྒྱུ་ཞིང་འདུག་པ་དང་། དེ་དེའི་དྲུང་དུ་སོང་སྟེ་སྨྲས་པ།
en: There was an elephant calf near him.

source: གྲོགས་པོ་སྦྲུལ་ཆེན་པོ་ཞགས་པ་ལྟ་བུ་ཞེས་བྱ་བས་དོན་མཐུན་ལྔ་བརྒྱ་བསྐོར་ན་དེ་རྣམས་ཀྱི་དོན་གྱི་ཕྱིར་རང་གི་སྲོག་ཡོངས་སུ་གཏང་བར་ཁྱོད་སྤྲོ་འམ།
en: The lion went to him and said, ‘My friend, a large snake named Like a Noose is surrounding five hundred merchants. Will you sacrifice your life for them?’

source: ཇི་ལྟ་བུ་ཞིག་ཏུ་བྱ་བདག་གི་རྐང་པ་ཁྱོད་ཀྱི་ཀླད་པར་བཞག་ལ་ཐལ་མོས་སྦྲུལ་ཆེན་པོ་ལ་བསྣུན་དང་བདག་གི་རྐང་པ་བརྟེན་པའི་ཤུགས་ཀྱིས་ནི་ཁྱོད་འཆི་བར་འགྱུར་རོ།
en: “ ‘What should I do?’ “ ‘I will stand on my hind legs on your head and strike the large snake with my paws. You will die by the force of my hind legs.

source: །ཐལ་ལྕག་གིས་ནི་སྦྲུལ་ལོ།
en: The snake will die, struck by my paws.

source: །སྦྲུལ་ཆེན་པོའི་ཁ་ཆུས་རེག་པས་ནི་བདག་ཀྱང་འཆི་བར་འགྱུར་རོ།
en: I will die through contact with the poison of the large snake.’

source: །གླང་པོ་ཆེའི་ཕྲུ་གུས་དེ་བཞིན་དུ་བྱའོ་ཞེས་ཁས་བླངས་ནས་སེང་གེས་གླང་པོ་ཆེའི་ཕྲུ་གུའི་སྟེང་དུ་རྐང་པ་བཞག་ནས་ཐལ་མོས་སྦྲུལ་ཆེན་པོ་ལ་བསྣུན་པ་དང་། སེང་གེས་རྐང་པ་བརྟེན་པའི་ཤུགས་ཀྱིས་ནི་གླང་པོ་ཆེའི་ཕྲུ་གུ་ཤི་ཐལ་མོས་ཀྱང་སྦྲུལ་ཆེན་པོ་ཤི།
en: “ ‘I will do so,’ promised the elephant calf. “The lion stood on his hind legs on the head of the elephant calf and struck the large snake with his paws. The elephant calf died by the force of the lion’s hind legs. The large snake also died, struck by the lion’s paws.

source: སྦྲུལ་ཆེན་པོའི་ཁ་ཆུས་ཀྱང་རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེ་ཤི་སྟེ་འགྲོ་བ་གསུམ་ཆར་ཡང་ངོ་།
en: The lion, the king of beasts, died from the saliva of the large snake. Thus, all three died.

source: །དོན་མཐུན་གྱི་ཚོགས་ཆས་པ་དང་ལྷ་ཞིག་གིས་སྨྲས་པ། བསྐལ་པ་བཟང་པོའི་བྱང་ཆུབ་སེམས་དཔས་ཁྱོད་ཀྱི་ཕྱིར་རང་གི་སྲོག་ཡོངས་སུ་བཏང་ནས་སྐྱབས་བྱས་ཀྱིས་རེ་ཞིག་དེའི་ལུས་ལ་མཆོད་པར་བྱོས་ལ་ཕྱིར་དེངས་ཤིག །དེ་ནས་དེ་རྣམས་ཀྱིས་དེའི་རུས་པ་བསྲེགས་ཏེ་རུས་པ་ལ་མཆོད་པ་བྱས་སོ།
en: When the group of merchants departed, a deity said, ‘Since a bodhisattva of the fortunate eon sacrificed his life to protect you, you should first venerate his body and then go.’ “Then they cremated his body and venerated his bones.

source: །རྒྱལ་པོ་ཆེན་པོ་དེའི་ཚེ་དེའི་དུས་ན་རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེ་ཞེས་བྱ་བ་ནས།
en: “Great King, if you think that the one who was that lion, the king of beasts, . . . .

source: ངས་དོན་མཐུན་ལྔ་བརྒྱ་པོ་དེ་དག་སྦྲུལ་ཆེན་པོ་ལས་རང་གི་སྲོག་བཏང་ནས་ཐར་བར་བྱས་སོ་ཞེས་བྱ་བའི་བར་སྔ་མ་བཞིན་ནོ།
en: I released the five hundred merchants from the large snake, sacrificing my life, at that time, on that occasion.

source: །རྒྱལ་པོ་ཆེན་པོ་ངས་སེམས་ཅན་རྣམས་རྗེས་སུ་བཟུང་བ་དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཐོབ་བོ་སྙམ་ན། ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ་ཞེས་བྱ་བ་ནས། ངས་སེམས་ཅན་རྣམས་རྗེས་སུ་བཟུང་བ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་རྒྱུ་ཙམ་དང་། རྐྱེན་ཙམ་དང་། ཚོགས་ཙམ་ཡིན་ནོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།
en: “Great King, if you think that I attained supreme and complete awakening because I helped beings, you should think otherwise; that I helped beings was only a cause, only a condition, only a preparation for supreme and complete awakening.” 4.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་དོན་དུ་གཉེར་བའི་ཕྱིར་གསོད་པ་ལ་ཡང་བྱམས་པ་བསྒྲུབས་པ་གང་ཡིན་པ་དེ་ཉོན་ཅིག །རྒྱལ་པོ་ཆེན་པོ་སྔོན་བྱུང་བ་ནགས་ཁྲོད་ཅིག་ན་བྱང་ཆུབ་སེམས་དཔའ་མ་ངེས་པའི་ཕུང་པོ་ལ་གནས་པ་ན་བྱ་མགོ་གཉིས་ལ་སེམས་ཐ་དད་པ་ཞིག་ཏུ་གྱུར་ཏེ།
en: Two Heads “Great King, again, seeking supreme and complete awakening, I showed love even to one who would kill me. Listen to that story. “Great King, the Bodhisattva, when he was in the indeterminate class, once lived in a certain forest as one half of a bird that had two heads and two different minds.

source: དེ་ལ་གཅིག་ནི་ཆོས་ཅན་ཞེས་བྱའོ། །ཅིག་ཤོས་ནི་ཆོས་མིན་ཞེས་བྱའོ།
en: One of the heads was named Dharma, and the other Adharma.

source: །ཇི་ཙམ་དུས་གཞན་ཞིག་ན་ཆོས་ཅན་གྱིས་བདུད་རྩིའི་འབྲས་བུ་ཞིག་ཟོས་སོ།
en: “One day Dharma ate the fruit of an amṛta. Adharma ate the fruit of a poisonous tree.

source: །ཆོས་མིན་གྱིས་ནི་དུག་གི་འབྲས་བུ་ཞིག་ཟོས་པ་ལས་གཉིས་ཀ་ཡང་དུག་གི་མཐུས་ཀུན་དུ་མྱོས་པར་གྱུར་ནས་ཕན་ཚུན་རྩོད་པར་བརྩམས་པ་དང་། གཅིག་གིས་ལོག་པར་སྨོན་ལམ་བཏབ་པ།
en: Both became utterly mad because of the poison and began to quarrel with each other. One made a negative aspiration:

source: ཁྱོད་ཀྱི་སྐྱེ་བ་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེར་གསོད་པ་དང་། ཕྱིར་རྒོལ་བ་དང་དགྲ་བོར་གྱུར་ཅིག་ཅེས་བྱས་སོ།
en: ‘May I kill you, oppose you, and be hostile to you wherever you may be born.’
